#Задайте список из нескольких чисел. Напишите программу,
#которая найдёт сумму элементов списка, стоящих на нечётной позиции.

#Пример:

#- [2, 3, 5, 9, 3] -> на нечётных позициях элементы 3 и 9, ответ: 12


#mas = int(input('Введите числа: '))

mas= [2, 3, 5, 9, 3]
sum = 0
for i in range(len(mas)):
        if i % 2 != 0:
            sum += mas[i]
print(f"Сумма равна: {sum}")